    [{id: 1, name: "Bruce Lee", quote: "The successful warrior is the average man, with laser-like focus."}, 
    {id : 2, name: "Lao Tzu", quote:"The journey of a thousand miles begins with one step"},
    {id: 3, name: "Aristotle", quote: "We are what we repeatedly do. Excellence, then, is not an act, but a habit."},
    {id: 4 , name: "Leo Tolstoy", quote: "If you want to be happy, be."},
    {id: 5 , name: "James Keller", quote: "A candle loses nothing by lighting another."},
    {id: 6 , name: "Ernest Hemingway", quote: "There is nothing noble in being superior to your fellow men, true nobility is being superior to your former self."},
    {id: 7, name: "John Shedd", quote: "Ships are safe in harbor, but that’s not what ships were built for."},
    {id: 8, name: "Dylan Thomas", quote: "Do not go gentle into that good night. Rage, rage against the dying of light."},
    {id: 9, name: "Kurt Vonnegut", quote: "Those who believe in telekinetics, raise my hand."},
    {id: 10, name: "Leonardo Da Vinci", quote: "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things."},
    {id: 11, name: "Albert Einstein", quote: "I don't know what world war 3 will be fought with, but I know that WW4 will be fought with sticks and stones"},
    {id: 12, name: "Pablo Picasso", quote: "When I was a child, my mother said to me, 'If you become a soldier, you'll be a general. If you become a monk you'll end up as the pope.' Instead i became a painter and wound up as Picasso."},
    {id: 13, name: "Greek proverb", quote: "A society grows great when old men plant trees whose shade they know they shall never sit in."},
    {id: 14, name: "Jonathan Lockwood Huie", quote: "Forgive others, not because they deserve forgiveness, but because you deserve peace."},
    {id: 15, name: "Stephen McCranie", quote: "The master has failed more times than the beginner has even tried."},
    {id: 16, name: "Edgar Allan Poe", quote: "Years of love have been forgot, in the hatred of a minute."},
    {id: 17, name: "Plato", quote: "The measure of a man is what he does with power."},
    {id: 18, name: "Oscar Wilde", quote: "Every saint has a past, and every sinner has a future."},
    {id: 19, name: "Oscar Wilde", quote: "We are all in the gutter, but some of us are looking at the stars."},
    {id: 20, name: "Antoine de Saint-Exupéry", quote: "If you want to build a ship, don’t drum up the men to gather wood, divide the work and give orders. Instead, teach them to yearn for the vast and endless sea."},
    {id: 21, name: "Oscar Wilde", quote: "A bore is someone who deprives you of solitude without providing you with company."},
    {id: 22, name: "Friedrich Nietzsche", quote: "I'm not upset that you lied to me, I'm upset that from now on I can't believe you." },
    {id: 23, name: "Chinese Proverb", quote: "He who asks is a fool for five minutes, but he who does not ask remains a fool forever." },
    {id: 24, name: "Alan Watts", quote: "You're under no obligation to be the same person you were 5 minutes ago" },
    {id: 25, name: "Isaac Newton", quote: "Tact is the art of making a point without making an enemy." },
    {id: 26, name: "Marcus Aurelius", quote: "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own." },
    {id: 27, name: "Mark Twain", quote: "The secret of getting ahead is getting started." },
    {id: 28, name: "Viktor Frankl", quote: "When we are no longer able to change a situation - we are challenged to change ourselves" },
    {id: 29, name: "Douglas Adams", quote: "Don't panic." },
    {id: 30, name: "F. Scott Fitzgerald", quote: "For what it's worth: it's never too late, or in my case, too early to be whoever you want to be." },
    {id: 31, name: "George Orwell", quote: "All animals are created equal, but some animals are created more equal than others." },
    {id: 32, name: "Charles Bukowski", quote: "Slavery was never abolished, it was only extended to include all the colors." },
    {id: 33, name: "Mark Twain", quote: "I have never let my schooling interfere with my education." },
    {id: 34, name: "Benjamin Franklin", quote: "Well done is better than well said." },
    {id: 35, name: "Marcel Proust", quote: "The only paradise is paradise lost." },
    {id: 36, name: "Seneca", quote: "We are always complaining that our days are few, and acting as though there would be no end of them." },
    {id: 37, name: "Seneca", quote: "The bravest sight in the world is to see a great man struggling against adversity." },
    {id: 38, name: "Hamlet", quote:  "There is nothing either good or bad, but thinking makes it so." },
    {id: 39, name: "Macbeth", quote: "Come what come may, time and the hour runs through the roughest day." },
    {id: 40, name: "Ralph Waldo Emerson", quote: "Many eyes go through the meadow, but few see the flowers in it." },
    {id: 41, name: "Charles Bukowski", quote: "That was all a man needed: hope. It was a lack of hope that discouraged a man." }]
    